{
  "titles": [
    "Protecting Your Settlement: A Guide to Liens, Subrogation, and Bills",
    "The \"Case Value\" Bible: How Lawyers and Insurers Actually Calculate Numbers",
    "How Much Is My Car Accident Case Worth? A Complete 2026 Guide",
    "Fault Percentage in Car Accidents: How Comparative Negligence Affects Your Settlement",
    "Permanent Injuries from Car Accidents: What Maximum Compensation Looks Like",
    "Uninsured Driver Hit You? Your Legal Options and Recovery Strategies",
    "Medical Bills After a Car Accident: How They Multiply Your Case Value",
    "Still in Treatment After Your Accident? Why Timing Your Settlement Matters",
    "Surgery Errors and Medical Malpractice: When \"Never Events\" Happen to You",
    "How to Calculate Medical Malpractice Case Value: A Patient's Guide",
    "Proving Medical Negligence: What Evidence Increases Your Settlement",
    "Slip and Fall Settlements: What Determines Your Case Value in 2026",
    "Injured at a Business vs. Private Property: Why Commercial Properties Pay More",
    "Property Owner Knew About the Hazard: How Notice Affects Your Premises Case",
    "Defective Product Injured You? How Product Recalls Affect Your Case Value",
    "Product Liability Settlements: From Medical Bills to Permanent Injury Compensation",
    "How to Document a Defective Product Claim for Maximum Recovery",
    "Wrongful Death Settlements: How Victim Age Affects Family Compensation",
    "Number of Dependents and Wrongful Death Cases: Calculating Family Losses",
    "Conscious Pain and Suffering Before Death: Understanding Survival Damages",
    "Who Can File a Wrongful Death Lawsuit? Family Relationships and Legal Standing",
    "Dog Bite Settlement Calculator: What Factors Determine Your Case Value",
    "Facial Injuries from Dog Attacks: Why These Cases Command Higher Settlements",
    "Prior Aggression History: How a Dog's Past Increases Your Case Value",
    "Wrongful Termination Settlement Calculator: What Is Your Case Worth?",
    "Positive Performance Reviews + Sudden Firing = Wrongful Termination Evidence",
    "EEOC Complaints: How Filing Strengthens Your Employment Discrimination Case",
    "They Filled Your Position After Firing You: Proving Pretextual Termination",
    "Years of Employment: How Tenure Affects Wrongful Termination Damages",
    "Unpaid Overtime Calculator: How Much Can You Recover in 2026?",
    "Misclassified as Exempt? Your Rights to Overtime Pay and Penalties",
    "Wage Theft Affecting Multiple Employees: When Individual Claims Become Class Actions",
    "Data Breach Class Actions: How Individual Damages Scale to Millions",
    "Consumer Fraud Class Actions: Statutory Damages and What You Can Recover",
    "How Class Action Settlement Amounts Are Calculated: A 2026 Guide",
    "Insurance Claim Denied? Signs of Bad Faith and Your Legal Options",
    "Multiple Claim Denials: Building a Bad Faith Case Against Your Insurer",
    "Health Insurance vs. Auto Insurance Bad Faith: Different Rules, Different Damages",
    "Written Denial Letters: Why Documentation Proves Insurance Bad Faith",
    "Disability Claim Denied: ERISA vs. Individual Policy Rights Explained",
    "Long-Term Disability Appeal Denied: What Comes Next?",
    "Monthly Benefit Calculations: Maximizing Your Disability Insurance Recovery",
    "Medical Evidence Requirements for Disability Claims: What Insurers Look For",
    "Attorney Malpractice: How \"Case Within a Case\" Determines Your Damages",
    "Accountant Malpractice Settlement Values: From Tax Errors to Business Losses",
    "Length of Professional Relationship: How Trust Affects Malpractice Cases",
    "Civil Rights Settlement Calculator: Factors That Determine Your Case Value",
    "Police Excessive Force: How Physical Injuries Increase Your § 1983 Damages",
    "Duration of Civil Rights Violations: How Time Multiplies Your Compensation",
    "Patent vs. Trademark vs. Copyright Infringement: Which Pays the Highest Damages?",
    "Willful Infringement: When Courts Triple Your IP Damages",
    "Registered vs. Unregistered IP: How Registration Status Affects Your Recovery"
  ]
}